xml/request/getUserStatus.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:open="http://oss.dbc.dk/ns/openuserstatus">
   <soapenv:Header/>
   <soapenv:Body>
      <open:getUserStatusRequest>
         <open:userId>?</open:userId>
         <!--Optional:-->
         <open:userPincode>?</open:userPincode>
         <open:agencyId>?</open:agencyId>
      </open:getUserStatusRequest>
   </soapenv:Body>
</soapenv:Envelope>
